Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/media/making_a_complaint_about_a_newspaper_or_magazine.html.txt.tmx
Source language: en
Languages: ga

source: Making a complaint about a newspaper or magazine
ga: Gearán a dhéanamh faoi nuachtán nó faoi iris

source: Ireland has a free press
ga: Preas saor atá againn in Éirinn

source: This means, the Government does not censor or control the articles or stories the press choose to print
ga: Ciallaíonn sé seo nach bhfuil smacht ag an Rialtas ar na scéalta a thograíonn an preas a fhoilsiú agus nach féidir leo cinsireacht a dhéanamh orthu

source: However, there are professional standards and behaviors that the print media must comply with
ga: Tá caighdeáin ghairmiúla agus iompair ann, áfach, a gcaithfidh na meáin chlóite cloí leo

source: These professional standards and behaviors are set out in a Code of Practice for Newspapers and Periodicals and enforced by the Office of the Press Ombudsman and the Press Council of Ireland
ga: Tá siad sin leagtha amach sa Cód Cleachtais le haghaidh Nuachtán agus Tréimhseachán a chuireann Oifig Ombudsman an Phreasa agus Comhairle Preasa na hÉireann i bhfeidhm

source: The Office of the Press Ombudsman provides an independent forum for resolving complaints by the public against the press, quickly and free of charge, without having to go to court
ga: Cuireann Oifig Ombudsman an Phreasa fóram neamhspleách ar fáil chun gearáin a dhéanann an pobal in aghaidh an phreasa a réiteach go tapa, saor in aisce agus ar bhealach nach gá dul chun cúirte fúthu

source: If you have been directly and personally affected by a breach of the Code of Practice, you can make a complaint to the Press Ombudsman
ga: Féadfaidh tú gearán a dhéanamh chuig Ombudsman an Phreasa má cuireadh isteach go pearsanta ort de bharr sárú an Chóid Chleachtais

source: What can I complain about?
ga: Cad faoi ar féidir liom gearán a dhéanamh?

source: You can make a complaint to the Press Ombudsman about any article you read in any Irish newspaper (including Irish editions of UK newspapers) or Irish magazine that you feel breaches the code
ga: Féadfaidh tú gearán a dhéanamh chuig Ombudsman an Phreasa faoi alt ar bith a léigh tú i nuachtán Éireannach (lena n-áirítear eagráin Éireannacha de nuachtáin na RA) nó in iris Éireannach a mheasann tú a sháraíonn an cód

source: This applies to national, provincial and regional newspapers
ga: Baineann sé seo le nuachtáin náisiúnta, cúige agus réigiúnacha

source: You can also make a complaint about the behaviour of a journalist which you feel breaches the code
ga: Féadfaidh tú gearán a dhéanamh freisin faoi iompar iriseora a mheasann tú a sháraigh an cód

source: The Press Ombudsman can only deal with complaints about articles or incidents where you lodge your complaint within 3 months of the publication or incident
ga: Ní féidir le hOmbudsman an Phreasa déileáil ach amháin le gearáin lóisteáil laistigh de 3 mhí ó am an fhoilsithe nó an eachtra

source: To make a complaint, the article or behaviour must be in breach of the professional standards and behaviours set out in the Code of Practice for Newspapers and Periodicals
ga: Má tá gearán le déanamh ní mór don alt nó don iompar na caighdeáin ghairmiúla agus iompair atá leagtha síos sa Chód Cleachtais le haghaidh Nuachtán agus Tréimhseachán a shárú

source: In addition, you must be directly affected by and involved in the article or behavior in question
ga: Lena chois sin ní mór go mbeadh tionchar díreach ag an alt nó ag an iompar atá i gceist ort féin agus baint aige leat

source: The Press Ombudsman will not deal with the complaint if legal proceedings have been initiated
ga: Ní bhacfaidh Ombudsman an Phreasa leis an ngearán má tá imeachtaí dlíthiúla tionscanta faoi

source: What should I do first?
ga: Cad ba chóir dom a dhéanamh ar dtús?

source: You must first make your complaint to the editor of the newspaper or magazine in question, explaining why you think the code has been breached
ga: Caithfidh tú do ghearán a dhéanamh le heagarthóir an nuachtáin nó na hirise atá i gceist agus a mhíniú cén fáth a gceapann tú gur sáraíodh an cód

source: If you do not get a response within a reasonable amount of time (about 2 weeks) or if you are not happy with the response, you can make a complaint to the Press Ombudsman
ga: Mura bhfaigheann tú freagra laistigh d'achar réasúnta (thart faoi coicís) nó mura bhfuil tú sásta leis an bhfreagra, féadfaidh tú gearán a dhéanamh chuig Ombudsman an Phreasa

source: How do I complain to the Press Ombudsman?
ga: Cén chaoi ar féidir liom gearán a dhéanamh le hOmbudsman an Phreasa

source: You must lodge your complaint with the Press Ombudsman within 3 months of the date of publication of the article or occurrence of the incident
ga: Ní mór duit do ghearán a lóisteáil le hOmbudsman an Phreasa laistigh de 3 mhí ón dáta ar foilsíodh an t-alt nó ar tharla an teagmhas

source: If you have been in contact with the editor of the newspaper or magazine but have not been able to resolve the matter, you should submit your complaint in writing to the Press Ombudsman without delay
ga: Má bhí tú i dteagmháil le heagarthóir an nuachtáin nó na hirise agus murar éirigh leat an scéal a réiteach ba chóir duit do ghearán a dhéanamh gan mhoill i scríbhinn chuig Ombudsman an Phreasa

source: Your complaint to the Press Ombudsman should contain the following:
ga: Ba chóir na nithe seo a leanas a bheith i do ghearáin chuig Ombudsman an Phreasa:

source: • A summary of your complaint, indicating which part(s) of the Code of Practice you feel has been breached and why
ga: • Coimriú gearr ar do ghearán ag tabhairt le fios cad é an chuid (nó na codanna) den Chód Cleachtais a mheasann tú a sáraíodh agus an fháth a mheasann tú é sin

source: • A dated cutting of the article if the complaint is about an article
ga: • Gearrthóg den alt mar aon leis an dáta más faoi alt atá do ghearán

source: If you are making your complaint by email or on-line, you must send a hard copy of the article within 7 days or as an attachment (or link) to the email
ga: Má tá tú ag déanamh do ghearáin le ríomhphost nó ar líne ní mór duit cóip crua den alt a sheoladh laistigh de 7 lá nó é a chur mar cheangaltán (nó mar nasc) leis an teachtaireacht ríomhphoist

source: • Copies of any correspondence between you and the editor of the newspaper or magazine
ga: • Cóipeanna d'aon chomhfhreagras idir tú féin agus eagarthóir an nuachtáin nó na hirise

source: If you are unsure about how to make your complaint you can contact the Office of the Press Ombudsman
ga: Mura bhfuil tú cinnte faoin mbealach chun do ghearán a déanamh féadfaidh tú dul i dteagmháil le hOmbudsman an Phreasa

source: If your complaint is accepted, the Press Ombudsman sends a copy of your complaint to the editor of the publication and tries to resolve your complaint by a process of conciliation
ga: Má ghlactar le do ghearán cuirfidh Ombudsman an Phreasa cóip de do ghearán chuig eagarthóir an fhoilseacháin agus déanfaidh sé/sí iarracht do ghearán a réiteach trí phróiseas réitigh

source: This may take up to 6 weeks
ga: D'fhéadfadh sé sin suas le 6 seachtaine a thógáil

source: If agreement cannot be reached, the Press Ombudsman will carry out a more detailed examination of your case and make a decision
ga: Murar féidir teacht ar réiteach déanfaidh Ombudsman an Phreasa iniúchadh níos grinne ar do chás agus tabharfaidh sé/sí cinneadh faoi

source: Where your case is considered to have some significance or to be complex it may be referred to the Press Council of Ireland for a decision
ga: Má mheastar go bhfuil ábhar suntasach ag baint le do chás nó go bhfuil sé an-chasta d'fhéadfaí é a chur os comhair Chomhairle Phreasa na hÉireann le cinneadh a dhéanamh faoi

source: If the decision is in your favour, the newspaper or magazine is required to publish the decision
ga: Má dhéantar cinneadh i d'fhabhar beidh ar an nuachtán nó ar an iris an cinneadh a fhoilsiú

source: The decision is also published on the Press Ombudsman’s website
ga: Foilseofar an cinneadh ar láithreán gréasáin Ombudsman an Phreasa, freisin

source: There is more information on the complaints procedure on the Press Ombudsman's website
ga: Tá tuilleadh eolais maidir leis an nós imeachta gearán ar shuíomh gréasáin an Ombudsman an Phreasa

source: Can I appeal a decision?
ga: An féidir liom achomharc a dhéanamh in aghaidh cinnidh?

source: You can appeal a decision to the Press Council of Ireland
ga: Féadfaidh achomharc a dhéanamh in aghaidh cinnidh chuig Comhairle Preasa na hÉireann

source: You must lodge your appeal within 2 weeks of the decision
ga: Ní mór duit d'achomharc a lóisteáil laistigh de 2 sheachtain ó am an chinnte

source: You must state the grounds and show reasonable cause for your appeal, such as the availability of significant new information
ga: Caithfidh tú an bunús atá le d'achomharc a lua agus fáth réasúnta a thabhairt. Rudaí mar faisnéis nua a bheith tagtha chun solais a bheadh i gceist anseo
